Repository: nixonch/a2billing
Catalog: common/cust_ui_locale/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: Invoice for refill
fi_fi: Lasku saldon lataamista varten

source: AUTOMATICALY GENERATED COMMISSION!
fi_fi: AUTOMAATTISESTI LUOTU PROVISIO!

source: CAMPAIGN
fi_fi: KAMPANJA

source: INFO
fi_fi: INFORMAATIO

source: STATUS
fi_fi: TILANNE

source: ACTION
fi_fi: TOIMINTA

source: EXPIRED
fi_fi: VANHENTUNUT

source: STARTED AND IN PROCESS
fi_fi: ON ALKANUT JA KÄSITTELYSSÄ

source: NOT STARTED
fi_fi: EI ALOITETTU

source: STOP
fi_fi: PYSÄYTETTY

source: No value in New Password entered
fi_fi: alasanakenttä on tyhjä

source: No Value in Confirm New Password entered
fi_fi: Salasanan vahvistuskenttä on tyhjä

source: Password length should be greater than or equal to 5
fi_fi: Salasanan pittuuden pitää olla vähintään 5 merkkiä

source: Value mismatch, New Password should be equal to Confirm New Password
fi_fi: Virhe! Salasanakentät eivät täsmä

source: Your password is updated successfully.
fi_fi: Salasana on vaihdettu onnistuneesti.

source: Your old password is wrong.
fi_fi: Vanha salasana on väärä.

source: Change Password
fi_fi: Muuta salasana

source: Old Password
fi_fi: Vanha salasana

source: New Password
fi_fi: Uusi salasana

source: Confirm Password
fi_fi: Vahvista salasana

source: Save
fi_fi: Tallenna

source: Please, you must first select a phonebook !
fi_fi: Valitse ensin puhelinluettelo!

source: Please, you must first select a file !
fi_fi: Valitse ensin tiedosto!

source: New phonebooks have to imported from a CSV file.
fi_fi: Uudet puhelinluettelot ovat tuotu CSV-tiedostosta.

source: Choose the phonebook to import
fi_fi: Valitse tuotava puhelinluettelo

source: Choose a phonebook
fi_fi: Valitse puhelinluettelo

source: These fields are mandatory
fi_fi: Nämä kentät ovat pakolliset

source: number
fi_fi: numero

source: Choose the additional fields to import from the CSV file
fi_fi: Valitse lisäkentät tuodaksesi CSV-tiedostosta

source: Unselected Fields...
fi_fi: Valitsemattomat kentät...

source: name
fi_fi: nimi

source: info
fi_fi: informaattio

source: Selected Fields...
fi_fi: Valitut kentät...

source: Use the example below to format the CSV file. Fields are separated by [,] or [;]
fi_fi: Käytä alempana oleva esimerkkiä muodostaksesi CSV-tiedoston. Kentät jaetaan joko [,] tai [;]

source: (dot) . is used for decimal format.
fi_fi: (piste) . käytetään jakomerkkinä

source: Complex Sample
fi_fi: Moniosainen esimerkki

source: Simple Sample
fi_fi: Yksinkertainen esimerkki

source: The maximum file size is
fi_fi: Tiedoston maksimikoko on

source: Import Phonebook
fi_fi: Tuo puhelinluettelo

source: Error card !!!
fi_fi: Väärä kortti!

source: Simulator
fi_fi: Soittosimulaattori

source: Enter the number you wish to call
fi_fi: Syötä puhelinnumero johon haluat soittaa

source: YOUR BALANCE
fi_fi: PUHELUNTILISI SALDO

source: SEARCH
fi_fi: ETSI

source: Cost per minute
fi_fi: Täyden puheluminuutin hinta

source: Simulator found a rate for your destination
fi_fi: Simulaattori on löytänyt hinnan antamallesi suunnalle

source: We found several destinations:
fi_fi: Useat suunnat on löydetty:

source: DESTINATION
fi_fi: SUUNTA

source: CallTime available
fi_fi: Käytettävissä oleva puheaika

source: Minutes
fi_fi: Min.

source: The number, you have entered, is not correct!
fi_fi: Syötetty numero on väärä!

source: Ticket added successfully
fi_fi: Tukipyyntö on lisätty onnistuneesti.

source: Please complete the title and description portions of the form.
fi_fi: Täytä kentät Nimike ja Kuvaus.

source: Sorry, There was a problem creating your ticket.
fi_fi: Valitettavasti tukipyynnön luomisessa ilmeni ongelma

source: Create support ticket
fi_fi: Täytä kaikki kentät ja lähetä tukipyyntö tekniseen tukeen

source: Title
fi_fi: Nimike

source: Priority
fi_fi: Prioriteetti

source: NONE
fi_fi: EI YHTÄÄN

source: LOW
fi_fi: TAVALLINEN

source: MEDIUM
fi_fi: KESKITASO

source: HIGH
fi_fi: KORKEA

source: Component
fi_fi: Komponentti

source: Description
fi_fi: Kuvaus

source: CREATE
fi_fi: LUO

source: Active
fi_fi: Päällä

source: Inactive
fi_fi: Pois päältä

source: DID
fi_fi: DID-numero

source: ACTIVATED
fi_fi: AKTIVOITU

source: PRIORITY
fi_fi: PRIORITEETTI

source: USED MINUTE
fi_fi: KÄYTETTY MINUUTTI

source: COUNTRY
fi_fi: MAA

source: VALIDATED
fi_fi: VOIMASSA

source: There are no destinations created
fi_fi: Yhtään määränpäätä ei ole luotu

source: Enter here the phonenumber you wish to call or the SIP/IAX/H323 peer to reach (ie: 347894999 or SIP/jeremy@182.212.1.45). To call SIP/IAX/H323 peer, you need to enable the voip_call bellow (voip_call = Yes)
fi_fi: Syötä tähän puhelinnumero johon haluat soittaa tai asiakkaan SIP/IAX/H323 (esim: 34789499 tai SIP/jeremy@182.212.1.45). Pystyäksesi soittamaan SIP/IAX/H323 määräänpäähän täytyy kytkeä päälle voip_call (voip_call = 'Kyllä')

source: Choose if you want to activate this card
fi_fi: Valitse jos haluat aktivoida tämän kortin

source: VOIP_CALL
fi_fi: VOIP_PUHELU

source: Choose if you want to not use the trunk and let the asterisk call directly the destination (ie, Destination : SIP/jeremy@182.212.1.45)
fi_fi: Valitse jos et halua käyttää trunkkia vain antaa asteriskille soittaa suoraan valittuun määränpäähän (esim. Määränpäähän : SIP/jeremy@182.212.1.45)

source: Choose 'Yes' if you want to answer on the call
fi_fi: Valitse 'Kyllä' jos haluat vastata puheluun

source: If you really want remove this
fi_fi: Jos todella haluat poistaa tämän

source: click on the delete button.
fi_fi: klikkaa Poista-painiketta.

source: you can add easily a new
fi_fi: Voit helposti lisätä

source: Fill the following fields and confirm by clicking on the button add.
fi_fi: Täytä seuraavat kentät ja vahvista klikkaamalla Lisää-nappia.

source: Your new
fi_fi: Uusi on

source: has been inserted.
fi_fi: numero on syötetty.

source: Choose if you want to answer on the call before playing PLAY_SOUND
fi_fi: Valitse jos haluat vastata puheluun ennen PLAY_SOUND:n soittamista

source: Insert the path and name of sound file
fi_fi: Syötä äänitiedoston polku ja nimi

source: Play sound before calling DESTINATION. ie 'ivr/wait-please'
fi_fi: Jos haluat soittaa äänitervehdyksen ennen määränpäähän soittamista, syötä äänitiedostonimi ja tiedostopolku. Esim. 'ivr/wait-please'

source: REFERENCE
fi_fi: VIITE

source: DATE
fi_fi: PÄIVÄMÄÄRÄ

source: TITLE
fi_fi: OTSIKKO

source: AMOUNT INCL VAT
fi_fi: YHTEENSÄ ALV:n KANSSA

source: THERE IS NO INVOICE CREATED!
fi_fi: LASKUA EI LUOTU!

source: LANGUAGE
fi_fi: KIELI

source: CALL PLAN
fi_fi: PUHELUPAKETTI

source: LASTNAME
fi_fi: SUKUNIMI

source: Insert your lastname
fi_fi: Syötä sukunimesi

source: FIRSTNAME
fi_fi: ETUNIMI

source: Insert your firstname
fi_fi: Syötä etunimesi

source: EMAIL
fi_fi: SÄHKÖPOSTIOSOITE

source: Insert your email
fi_fi: Syötä sähköpostiosoitteesi

source: ADRESS
fi_fi: OSOITE

source: Insert your address
fi_fi: Syötä osoitteesi

source: CITY
fi_fi: KAUPUNKI

source: Insert your city
fi_fi: Syötä kaupunkisi

source: STATE/PROVINCE
fi_fi: LÄÄNI

source: Insert your state
fi_fi: Syötä läänisi

source: ZIP/POSTAL CODE
fi_fi: POSTINUMERO

source: Insert your zipcode
fi_fi: Syötä postinumero

source: TIMEZONE
fi_fi: AIKAVYÖHYKE

source: PHONENUMBER
fi_fi: PUHELINNUMERO

source: Insert your phone number
fi_fi: Syötä puhelinnumerosi

source: FAXNUMBER
fi_fi: FAKSIN NUMERO

source: Insert your fax number
fi_fi: Syötä faksin numero

source: COMPANY NAME
fi_fi: YRITYKSEN NIMI

source: Insert Company name of this customer
fi_fi: Anna tämän asiakkaan yrityksen nimi

source: COMPANY WEBSITE
fi_fi: YRITYKSEN INTERNET-OSOITE

source: Insert the company website of this customer
fi_fi: Syötä yrityksen internet-osoite

source: VAT REGISTRATION NUMBER
fi_fi: ALV-maksajan koodi

source: Insert the VAT registration number of this customer
fi_fi: Syötä asiakkaan ALV-numero

source: Insert the traffic per month for this customer
fi_fi: Syötä kuukausittaisen liikenteen volyymi

source: VERIFICATION
fi_fi: TARKISTAMINEN

source: You can modify, through the following form, the different properties of your
fi_fi: Käyttämällä seuraavaa lomaketta voit muuttaa eri asetukset

source: you can add easily a new
fi_fi: Voit helposti lisätä uusi

source: Your card number is
fi_fi: Luottokorttisi numero on

source: Your password is
fi_fi: Salasanasi on

source: Insert the lastname of the customers
fi_fi: Syötä asiakkaiden sukunimi

source: Insert the firstname of the customers
fi_fi: Syötä asiakkaiden etunimi

source: Insert the address of the customers
fi_fi: Syötä asiakkaiden osoitteet

source: Insert the city
fi_fi: Syötä kaupunki

source: Insert the state
fi_fi: Syötä lääni

source: Insert the zipcode
fi_fi: Syötä postinumero

source: PHONE NUMBER
fi_fi: PUHELINNUMERO

source: Insert the phone number of the customers
fi_fi: Syötä asiakiaiden puhelinnumero

source: FAX NUMBER
fi_fi: Faksinumero

source: Insert the fax number of the customers
fi_fi: Anna asiakkaiden faksinumero

source: RECORD CALL
fi_fi: PUHELUN NAUHOITUS

source: Define if you want to record all the conversations
fi_fi: Määritä jos haluat otta päälle/pos päältä kaikkien puheluiden nauhoituksen.

source: RECALL DAYS
fi_fi: TAKAISINKUTSUN PÄIVÄT

source: Define number of days ago for use back phone number by callers you have called in past this days
fi_fi: Määritä viimeisen soiton jälkeen kuluneiden päivien määrää, jolloin soittajat voivat käyttää numeronäytöön tulleen puhelinnumeron paluusoittoa varten.

source: RECALL TIME
fi_fi: TAKAISINKUTSUN AIKA

source: Max time to recall in seconds. Set '-1' for paritet calls.
fi_fi: Pisin puheluaika sekunneissa, takatsinkutsuissa. Aseta '-1' ulkopuheluiden pariteettipuheluille.

source: Your record has been updated.
fi_fi: Äänetyksesi on päivitetty

source: VOUCHER
fi_fi: KUPONKI

source: CREDIT
fi_fi: LUOTTO

source: No vouchers have been used!
fi_fi: Kuponkeja ei käytetty!

source: Add CAMPAIGN
fi_fi: Lisä KAMPANJA

source: NAME
fi_fi: NIMI

source: STARTINGDATE
fi_fi: ALKAMISPÄIVÄMÄÄRÄ

source: CARD
fi_fi: KORTTI

source: CAMPAIGN NAME
fi_fi: KAMPANJAN NIMI

source: Insert the tariff name
fi_fi: Anna hinnan nimi

source: STARTING DATE
fi_fi: ALKAMISPÄIVÄMÄÄRÄ

source: Insert the starting date
fi_fi: Anna alkamispäivämäärä

source: Insert the expiration date
fi_fi: Anna viimeinen käyttöpäivämäärä

source: FREQUENCY
fi_fi: JAKSOLUKU

source: Please insert the frequency in minutes
fi_fi: Syötä jaksoluku minuuteissa

source: Insert the daily starting time
fi_fi: Syötä päivittäinen alkamisaika

source: Please respect the format HH:MM:SS. For instance, '00:00:00'
fi_fi: Käytä muotoa HH:MM:SS. Esimerkiksi '00:00:00'

source: Insert the daily stoping time
fi_fi: Anna päivittäinen lopetamisaika

source: MONDAY
fi_fi: МAANANTAI

source: TUESDAY
fi_fi: TIISTAI

source: WEDNESDAY
fi_fi: KESKIVIIKKO

source: THURSDAY
fi_fi: TORSTAI

source: FRIDAY
fi_fi: PERJANTAI

source: SATURDAY
fi_fi: LAUANTAI

source: SUNDAY
fi_fi: SUNNUNTAI

source: DESCRIPTION
fi_fi: KUVAUS

source: Insert the description
fi_fi: Syötä kuvaus

source: PHONE BOOK
fi_fi: PUHELINLUETTELO

source: You can modify, through the following form, the different properties of your
fi_fi: Voit muokata eri asetukset tämän lomakkeen avulla

source: Add a
fi_fi: Lisää

source: SPEEDDIAL
fi_fi: PIKAVALINTA

source: PHONE
fi_fi: PUHELIN

source: There are no speed dials created.
fi_fi: Yhtään pikavalintanumeroa ei ole luotu.

source: Insert the name
fi_fi: Syötä nimi

source: Enter here the name/label that will identify this speed dial
fi_fi: Syötä nimi tai merkki jonka haluat käyttää tunnistaksesi tämän pikavalinnan

source: Insert the phone
fi_fi: Syötä puhelinnumero

source: Enter here the phonenumber you want to call for this speed dial
fi_fi: Kirjoita tähän ulkomainen puhelinnumero, jolle haluat reikisteröidä pikavalintanumeron

source: Once you have completed the form above, click on the CONTINUE button.
fi_fi: Lomakkeen täyttämisen jälkeen klikkaa JATKAA painiketta

source: payment
fi_fi: maksusuoritus

source: ID
fi_fi: Tunniste

source: PAYMENT DATE
fi_fi: MAKSUSUORITUKSEN PÄIVÄMÄÄRÄ

source: PAYMENT AMOUNT
fi_fi: MAKSUSUORITUKSEN SUMMA

source: Payment list
fi_fi: Maksusuoritusten lista

source: No payments have been made!
fi_fi: Ei yhtään maksua ole suoritettu!

source: PREFIX
fi_fi: PREFIKSI

source: THERE IS NO RATECARD CREATED!
fi_fi: HINNASTOA EI OLE LUOTU!

source: ACCOUNT
fi_fi: PUHELUTILI

source: THERE IS NO RECEIPT CREATED!
fi_fi: MAKSUTOSITETTA EI OLE LUOTU!

source: Phone Book
fi_fi: Puhelinluettelo

source: NO PHONEBOOK CREATED!
fi_fi: EI OLE LUOTU YHTÄÄN PUHELINLUETTELOA!

source: Insert the provider name
fi_fi: Syötä palveluntarjoajan nimi

source: Add
fi_fi: Lisää

source: Click 'Confirm Data' to continue
fi_fi: Klikkaa 'Vahvista tiedot' jatkaaksesi

source: LIMIT CREDIT NOTIFICATION
fi_fi: LUOTON RAJA ILMOITUS

source: Insert the number of credit when the customer receive a notification
fi_fi: Syötä krediittien määrä kun asiakas saa ilmoituksen

source: currency :
fi_fi: valuutta :

source: NOT DEFINED
fi_fi: EI MÄÄRITELTY

source: PERMITTED NOTIFICATIONS BY MAIL
fi_fi: SÄHKÖPOSTI-ILMOITUKSET SALLITTU

source: Choose if you want to enable the notification by email for this card
fi_fi: Valitse jos haluat ottaa käyttöön tälle kortille sähköposti-ilmoitukset

source: Enable Email Notification
fi_fi: Lähettää ilmoitukset sähköpostiin

source: EMAIL NOTIFICATION
fi_fi: ILMOITUS SÄHKÖPOSTIIN

source: Insert the email to notify the customers
fi_fi: Lisää asiakkaan sähköpostiosoite tiedottamista varten

source: CREATIONDATE
fi_fi: LUONTIPÄIVÄMÄÄRÄ

source: COMPONENT
fi_fi: KOMPONENTTI

source: VIEWED
fi_fi: KATSOTTU

source: Add PHONE NUMBER
fi_fi: Lisää PUHELINNUMERO

source: PHONEBOOK
fi_fi: PUHELINLUETTELO

source: AMOUNT
fi_fi: MÄÄRÄ

source: Phone Number
fi_fi: Puhelinnumero

source: Insert the phonenumber
fi_fi: Anna puhelinnumero

source: Enter here the phonenumber to call
fi_fi: Syötä tähän puhelinnumero, johon haluat soittaa

source: Insert the name
fi_fi: Anna nimi

source: Insert the amount
fi_fi: Anna summa

source: Insert additional information
fi_fi: Anna lisätietoja

source: Add a new phone number.
fi_fi: Lisää uusi puhelinnumero.

source: Your new phone number has been inserted.
fi_fi: Uusi puhelinnumerosi on syötetty.

source: Enter the phone
fi_fi: Anna puhelinnumero

source: Enter the phone number for immediatly dial instead prompt to dial
fi_fi: Valitse puhelunnumero soittaksesi suoraan ja ohittaksesi tilapäisesti interaktiivisen ääniohjausen

source: Choose 'Yes' if you want to callback to this CallerID
fi_fi: Valitse 'Kyllä' jos haluat tehdä vastapuhelun tähän numeroon

source: CallerID
fi_fi: Soittajan numero

source: CALLERID
fi_fi: SOITTAJAN NUMERO

source: CallerID list
fi_fi: CallerID-lista

source: There are no Caller IDs created
fi_fi: Ei ole luotu yhtään CallerID:tä

source: Insert the CallerID
fi_fi: Anna soitajan numero.

source: You can add your home phone or cellphone number below to allow you to call in, be automatically recognized, and use your telephony services without having to enter your PIN.
fi_fi: Voit lisätä matka- tai lankapuhelimen numero alempana, jolloin järjestelmä tunnistaa automaattisesti puhelinnumeron perusteella. Silloin voit käyttää palveluja ilman PIN-tunnusta.

source: The expiry date entered for the credit card is invalid.
fi_fi: Annettu luottokortin voimassaolo on väärä.

source: Please check the date and try again.
fi_fi: Tarkista päivämäärä ja yritä uudestaan.

source: The credit card number entered is invalid.
fi_fi: Annettu luottokorttinumero on väärä.

source: Please check the number and try again.
fi_fi: Tarkista numero ja yritä uudestaan.

source: The first four digits of the number entered are
fi_fi: Первые четыре введеные цифры Neljä ensimmäistä numeroa ovat

source: If that number is correct, we do not accept that type of credit card.
fi_fi: Jos numero on oikea emme ota vastaan tämän tyyppiset luottokortit.

source: If it is wrong, please try again.
fi_fi: Jos on väärin yritä uudelleen.

source: Errors have occured during the process of your form.
fi_fi: Lähetetyn lomakkeen käsittelyssä ovat tapahtuneet virheet.

source: Please make the following corrections:\n\n
fi_fi: Korjaa seuraavat:\n\n

source: * The 'Review Text' must have at least
fi_fi: * Arvostelun pituuden pitää olla vähintään

source: characters
fi_fi: merkkiä

source: You must rate the product for your review.
fi_fi: Arvostelun kirjoittamiseksi anna ensin arvosana.

source: Please select a payment method for your order.
fi_fi: Valitse tilauksen maksutapa.

source: This form has already been submitted. Please press Ok and wait for this process to be completed.
fi_fi: Tämä lomake oli jo lähetetty. Klikkaa OK ja odottaa tapahtuman päättymistä.

source: Credit Card
fi_fi: Luottokortti

source: Credit Card Test Info
fi_fi: Luottokortin testin tiedot

source: Expiry: Any
fi_fi: Voimassaolo päättyy: Mikä tahansa

source: Credit Card Type
fi_fi: Luottokortin tyyppi

source: Credit Card Owner
fi_fi: Luottokortin omistaja

source: Credit Card Number
fi_fi: Luottokortin numero

source: Credit Card Expiry Date
fi_fi: Luottokortin voimassaoloaika:

source: * The owner's name of the credit card must be at least
fi_fi: * Luottokortin omistajan nimi pitää olla vähintään

source: * The credit card number must be at least
fi_fi: * Luottokortin numero pitää olla vähintään

source: Credit Card Error!
fi_fi: Luottokorttivirhe!

source: There has been an error processing your credit card
fi_fi: Luottokortin käsittelyssä on tapahtunut virhe

source: Please check your credit card details!
fi_fi: Tarkista luottokortin tiedot!

source: Credit Card Owner:
fi_fi: Luottokortin omistajan nimi:

source: Credit Card Number:
fi_fi: Luottokortin numero:

source: Credit Card Expiry Date:
fi_fi: Luottokortin voimassaoloaika:

source: Credit Card Checknumber:
fi_fi: Luottokortin tarkistusnumero:

source: (located at the back of the credit card)
fi_fi: (sijatsee kortin toisella puolella)

source: characters.
fi_fi: merkkiä.

source: Could not open buddy file
fi_fi: Kaverin tiedosto ei voi avata.

source: Impossible to write to the file
fi_fi: Tiedostoon kirjoittaminen on mahdotonta.

source: We are sorry your transaction is failed. Please try later or check your provided information.
fi_fi: Valitettavasti tapahtuma on epäonnistunut. Yritä myöhemmin uudelleen tai korjaa antamasi tiedot.

source: We are sorry your transaction is denied. Please try later or check your provided information.
fi_fi: Valitettavasti tapahtuma on estetty. Yritä myöhemmin uudelleen tai korjaa antamasi tiedot.

source: Your transaction is in progress.
fi_fi: Tapahtuma on käynnissä

source: Your transaction was successful.
fi_fi: Tapahtuma onnistunut.

source: (AGENT)
fi_fi: (AGENTTI)

source: (ADMINISTRATOR)
fi_fi: (YLLÄPITÄJÄ)

source: NEW
fi_fi: UUSI

source: CLOSED
fi_fi: SULJETTU

source: CREATION CARD REFILL
fi_fi: KORTIN LATAAMISEN LUONTI

source: Country:
fi_fi: Maa:

source: This software has been created by Areski under AGPL licence. For futher information, feel free to contact me:
fi_fi: Tämän ohjelmiston tekijät + Areski ja Ridal, yhteystiedot:

source: A2Billing Portal
fi_fi: A2Billing:in laskutusportaali

source: Archiving All
fi_fi: Kaiken arkistointi

source: Sort
fi_fi: Laji

source: Records
fi_fi: Tallenteet

source: FILTER ON
fi_fi: SUUNTANUMERON SUODATIN ON PÄÄLLÄ

source: FILTER ON
fi_fi: SUODATIN ON PÄÄLLÄ

source: APPLY FILTER
fi_fi: KÄYTÄ SUODATINTA

source: DISPLAY
fi_fi: NÄYTTÄÄ

source: GO
fi_fi: SIIRRY

source: Export CSV
fi_fi: Vie CSV-muodossa

source: Export XML
fi_fi: Vie XML-muodossa

source: No data found !!!
fi_fi: Ei löytynyt tietoja !!!

source: LIST
fi_fi: LISTA

source: No
fi_fi: Ei

source: Add a new
fi_fi: Lisä uusi

source: LIST
fi_fi: LISTA

source: This did is in use by customer id:
fi_fi: Asiakkaan numero joka käyttää tätä DID-numeroa:

source: DELETION CARD REFILL
fi_fi: POISTA KORTIN LATAAMINEN

source: CORRECT COMMISSION AFTER CARD DELETED!
fi_fi: KORJAA KOMISSIOT KORTTIEN POISTAMISEN JÄLKEEN!

source: CREATION AGENT REFILL
fi_fi: AGENTIN LATAAMISEN LUONTI

source: SUMMARY OF CALLS
fi_fi: PUHELUIDEN YHTEENVETO

source: Summary of the calls charged since the last billing
fi_fi: Laskutettujen puheluiden määrän yhteenveto viimeisestä laskutuksesta alkaen

source: SUMMARY OF CHARGE
fi_fi: VELOITUSTEN YHTEENVETO

source: Summary of the charge charged since the last billing.
fi_fi: Yhteenveto laskutetuista veloituksista viimeisestä laskutuksesta alkaen.

source: CHARGE :
fi_fi: VELOITUS :

source: BILLING CHARGES
fi_fi: LASKUTETTAVAT VELOITUKSET

source: This invoice is for some charges unpaid since the last billing.
fi_fi: Tämä lasku on viimeisessä laskutuksessa maksamatta jääneistä veloituksista

source: BILLING POSTPAID
fi_fi: POSTPAID LASKUTUS

source: Invoice for POSTPAID
fi_fi: POSTPAID lasku

source: REFILL
fi_fi: LATAUS

source: From :
fi_fi: Mistä :

source: January
fi_fi: Tammikuu

source: February
fi_fi: Helmikuu

source: March
fi_fi: Maaliskuu

source: April
fi_fi: Huhtikuu

source: May
fi_fi: Toukokuu

source: June
fi_fi: Kesäkuu

source: July
fi_fi: Heinäkuu

source: August
fi_fi: Elokuu

source: September
fi_fi: Syyskuu

source: October
fi_fi: Lokakuu

source: November
fi_fi: Marraskuu

source: December
fi_fi: Joulukuu

source: To :
fi_fi: Kenelle:

source: Exact
fi_fi: Täsmälleen

source: Begins with
fi_fi: Alkaa

source: Contains
fi_fi: Sisältää

source: Ends with
fi_fi: Päättyy

source: There is
fi_fi: Yhteensä

source: selected, use the option below if you are willing to make a batch updated of the selected cards.
fi_fi: valittu, käytä alempana oleva vaihtoehtoa jos haluat päivittää sarjassa valitut kortit.

source: RATECARD
fi_fi: HINNASTO

source: BUYRATE
fi_fi: OSTOHINTA

source: Equal
fi_fi: Yhtä suuri kuin

source: Substract
fi_fi: Vähentää

source: MIN DURATION
fi_fi: LYHIN KESTO

source: CONNECTCHARGE
fi_fi: KYTKENTÄMAKSU

source: DISCONNECTCHARGE
fi_fi: KATKAISUMAKSU

source: DISCONNECT CHARGE THRESHOLD
fi_fi: KATKAISUMAKSUN RAJA

source: BATCH UPDATE RATECARD
fi_fi: HINNASTO SARJAN PÄIVITTÄMISEEN

source: Message
fi_fi: Viesti

source: You have
fi_fi: Sinulla on

source: Remove this
fi_fi: Poista tämä

source: No data found!
fi_fi: Tietoja ei löytynyt!

source: DIRECTORY
fi_fi: HAKEMISTO

source: list
fi_fi: lista

source: Define criteria to make a precise search
fi_fi: Tarkkaa hakua varten määritä kriteerit

source: You can browse through our
fi_fi: Voit selata meidän kautta

source: and modify their different properties
fi_fi: ja muokkaa niiden eri ominaosuudet

source: Delete this record
fi_fi: Poista tämä kirjaus

source: Edit this record
fi_fi: Muokkaa tätä kirjausta

source: The document has been created correctly. Now, you can define the different tariff that you want to associate.
fi_fi: Asiakirja on luotu onnistuneesti. Nyt voit määrittää toinen hinta jonka haluat liittää.

source: Click on the delete button.
fi_fi: Klikkaa Poista-painiketta.

source: One
fi_fi: Yksi

source: Add a
fi_fi: Lisätä

source: now.
fi_fi: nyt.

source: has been inserted.<br>
fi_fi: on syötetty.<br>

source: hasn't been inserted.
fi_fi: ei ollut syötetty.

source: You cannot choose more than one !
fi_fi: Et voi valita enemmän kuin yksi!

source: Are you sure to delete all records connected to this instance.
fi_fi: Oletko varma, että haluat poistaa kaikki kirjaukset jotka liittyvät tähän tapaukseen

source: CONFIRM DATA
fi_fi: VAHVISTA

source: DELETE
fi_fi: POISTA

source: Delete this
fi_fi: Poista tämä

source: Edit this
fi_fi: Muokka

source: INSERTED
fi_fi: SYÖTETTY

source: ENABLE
fi_fi: PÄÄLLÄ

source: DISABLE
fi_fi: POISTA KÄYTÖSTÄ

source: FREE
fi_fi: VAPAUTA

source: You can browse through our
fi_fi: Voit selata

source: and modify their different properties<br>
fi_fi: ja muokkaa niiden eri asetukset<br>

source: (at least 3 characters)
fi_fi: (vähintään 3 merkkiä)
