Repository: nixonch/a2billing
Catalog: common/cust_ui_locale/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: (must match email structure. Example : name@domain.com)
fi_fi: (Esimerkiksi name@email.com)

source: (at least 5 successive characters appear at the end of this string)
fi_fi: (vähintään 5 peräkkäistä merkkiä rivin lopusssa)

source: (at least 4 characters)
fi_fi: (vähintään 4 merkkiä)

source: (number format)
fi_fi: (numeron muoto)

source: (only number with more that 8 digits)
fi_fi: (vain yksi numero joka on pidempi kuin 8 merkkiä)

source: (at least 8 digits using . or - or the space key)
fi_fi: (vähintään 8 merkkiä, mukaanlukien . tai - tai välilyöntinäppäin)

source: network adress format
fi_fi: verkko-osoitteen muoto

source: at least 1 character
fi_fi: vähintään 1 merkki

source: (AT LEAST 2 CARACTERS)
fi_fi: (VÄHINTÄÄN 2 MERKKIÄ)

source: (NUMBER FORMAT WITH/WITHOUT DECIMAL, use '.' for decimal)
fi_fi: (NUMERON MUOTO DESIMAALIEROTTIMEN KANSSA TAI ILMAN SITÄ, käytä '.' desimaaleille)

source: You must write something.
fi_fi: Täytyy kirjoittaa jotakin.

source: 8 characters alphanumeric
fi_fi: 8 alphanumeerista merkkiä

source: (Phone Number format)
fi_fi: (Puhelinnumeron muoto)

source: (at least 6 Alphanumeric characters)
fi_fi: (vähintään 6 aakkosnumeerista merkkiä)

source: (PERCENT FORMAT WITH/WITHOUT DECIMAL, use '.' for decimal and don't use '%' character. e.g.: 12.4 )
fi_fi: (PROSENTTEISSA DESIMAALIEROTTIMEN KANSSA TAI ILMAN SITÄ, käytä '.' desimaaleille ja älä käytä '%' merkkiä. Esimerkiksi: 12.4 )

source: error deletion
fi_fi: virheen poisto

source: ERROR_DUPLICATION
fi_fi: VIRHEEN_TOISTAMINEN

source: Done
fi_fi: Valmis

source: Export Call Plan with LCR
fi_fi: Vie LCR-hinnasto

source: Choose a call plan
fi_fi: Valitse hinasto

source: THE CURRENT RATECARD
fi_fi: NYKYINEN HINNASTO

source: R A T E C A R D
fi_fi: H I N N A S T O

source: Choose a ratecard
fi_fi: Valitse hinnasto

source: Create a new
fi_fi: Luo uusi

source: UNKNOWN
fi_fi: TUNTEMATON

source: First
fi_fi: Ensimmäinen

source: Prev
fi_fi: Edellinen

source: Next
fi_fi: Seuraava

source: Last
fi_fi: Viimeinen

source: File size is greater than allowed limit.
fi_fi: Tiedoston koko on suurempi kuin sallittu.

source: You did not upload anything!
fi_fi: Mitään ei ollut ladattu!

source: Failed to upload the file, The file you uploaded may not exist on disk.
fi_fi: Tiedoston lataus epäonnistunut, Tiedosto mahdollisesti puuttuu levyltä.

source: file type is not allowed
fi_fi: tiedoston tyyppi ei ole sallittu

source: Can't find our base_currency in cc_currencies.
fi_fi: En löydä base_currency cc_currencies:issä.

source: Currency update ABORTED.
fi_fi: Valuuttakurssien päivitys KESKEYTETTY.

source: The CSV file doesn't contain all the currencies we requested.
fi_fi: CSV- tiedostosta puutuvat tarvittavat valuutat.

source: At least one of the entries in the CSV file isn't a number.
fi_fi: Vähintään yksi tieto CSV-tiedostossa ei ole numero.

source: Our base_currency seems to be worthless.
fi_fi: Meidän base_currency näyttää olevan hyödytön.

source: Success! All currencies are now updated.
fi_fi: Menestys! Kaikki valuuttakursit on päivitetty.

source: SUCCESS
fi_fi: MENESTYS

source: WARNING
fi_fi: VAROITUS

source: ERROR
fi_fi: VIRHE

source: ENGLISH
fi_fi: ENGLANTILAINEN

source: SPANISH
fi_fi: ESPANJALAINEN

source: FRENCH
fi_fi: RANSKALAINEN

source: RUSSIAN
fi_fi: VENÄLÄINEN

source: BRAZILIAN
fi_fi: BRASILIALAINEN

source: NONE RESTRICTION USED
fi_fi: EI MITÄÄN KÄYTTÖRAJOITUKSIA

source: CAN'T CALL RESTRICTED NUMBERS
fi_fi: EN VOI SOITTAA KIELLETTYIHIN NUMEROIHIN

source: CAN ONLY CALL RESTRICTED NUMBERS
fi_fi: VOIN SOITTAA VAIN KIELLETTYIHIN NUMEROIHIN

source: CUSTOMERS
fi_fi: ASIAKKAT

source: AGENTS
fi_fi: AGENTIT

source: CUSTOMERS AND AGENTS
fi_fi: ASIAKKAAT JA AGENTIT

source: Yes
fi_fi: Kyllä

source: PENDING
fi_fi: ODOTTAA

source: SENT
fi_fi: LÄHETETTY

source: Fix per month + dialoutrate
fi_fi: Kiinteä kuukausittainen maksu + maksu soittoista

source: Fix per month
fi_fi: Kiinteä kuukausittainen maksu

source: Only dialout rate
fi_fi: Maksu vain soittoista

source: Free
fi_fi: Ilmainen

source: Fix+Dial
fi_fi: Kiinteä + Soitot

source: Fix
fi_fi: Kiinteä

source: Dial
fi_fi: Soitot

source: INDIVIDUAL ACCESS
fi_fi: YKSITTÖINEN PÄÄSYY

source: SIMULTANEOUS ACCESS
fi_fi: SAMANAIKAINEN PÄÄSY

source: PREPAID CARD
fi_fi: PREPAID KORTTI

source: POSTPAID CARD
fi_fi: POSTPAID KORTTI

source: NO EXPIRATION
fi_fi: VOIMASSAOLOAIKAA EI RAJOITETTU

source: EXPIRE DATE
fi_fi: VIIMEINEN VOIMASSAOLOAIKA

source: EXPIRE DAYS SINCE FIRST USE
fi_fi: VOIMASSAOLOAIKA ENSIMMÄISESTÄ KÄYTÖSTÄ ALKAEN

source: EXPIRE DAYS SINCE CREATION
fi_fi: VOIMASSAOLOAIKA LUOMISESTA ALKAEN

source: OPEN
fi_fi: AVOINNA

source: CLOSE
fi_fi: SULJE

source: UNPAID
fi_fi: MAKSAMATTA

source: PAID
fi_fi: MAKSETTU

source: FIRSTUSE
fi_fi: ENSIMMÄINEN KÄYTTÖ

source: SENT-UNPAID
fi_fi: LÄHETETTY-MAKSAMATTA

source: SENT-PAID
fi_fi: LÄHETETTY-MAKSETTU

source: New
fi_fi: Uusi

source: Proceed
fi_fi: Jatkaa

source: In Process
fi_fi: Meneillään

source: Failed
fi_fi: Epäonnistui

source: Successful
fi_fi: Onnistunut

source: Not Sent
fi_fi: Ei lähetetty

source: Unlimited calls
fi_fi: Rajoittamattomat puhelut

source: Number of Free calls
fi_fi: Ilmaisten soittojen määrää

source: Free seconds
fi_fi: Ilmaiset sekunnit

source: Monthly
fi_fi: Kuukausittain

source: Weekly
fi_fi: Viikkoittain

source: LCR : According to the buyer price
fi_fi: LCR: Ostohinnan mukaan

source: LCD : According to the seller price
fi_fi: LCD: Myyntihinnan mukaan

source: LCR : buyer price
fi_fi: LCR : ostohinta

source: LCD : seller price
fi_fi: LCD: myyntihinta

source: NOT USED
fi_fi: EI KÄYTETTY

source: USED
fi_fi: KÄYTETTY

source: ANSWER
fi_fi: VASTAUS

source: BUSY
fi_fi: VARATTU

source: NOANSWER
fi_fi: EI VASTAUSTA

source: CANCEL
fi_fi: PERUTA

source: CONGESTION
fi_fi: RUUHKA

source: CHANUNAVAIL
fi_fi: KANAVA EI KÄYTETTÄVISSÄ

source: DONTCALL
fi_fi: ÄLÄ SOITA

source: INVALIDARGS
fi_fi: VIRHEELLISET ARGUMENTIT

source: ACTIVE
fi_fi: AKTIVOITU

source: CANCELLED
fi_fi: PERUUTETTU

source: WAITING-MAILCONFIRMATION
fi_fi: ODOTTAA SÄHKÖPOSTIN VAHVISTUSTA

source: RESERVED
fi_fi: VARATTU

source: SUSPENDED FOR UNDERPAYMENT
fi_fi: KESKEYTETTY VAJAAN MAKSUN TAKIA

source: WAITING SUBSCRIPTION PAYMENT
fi_fi: ODOTTAA TILAUSKSEN MAKSUA

source: WAITING
fi_fi: ODOTTAA

source: RESERV
fi_fi: VARATTU

source: WAITING-SUBSCRIPTION-PAYMENT
fi_fi: ODOTTA-TILAUS-MAKSU

source: NO EXPIRY
fi_fi: EI VANHENE

source: SHELL SCRIPT
fi_fi: НАПРАВЛЕНИЕ

source: NUMBER
fi_fi: NUMERO

source: CORRECTION
fi_fi: KORJAUS

source: EXTRA FEE
fi_fi: LISÄMAKSU

source: TO BALANCE
fi_fi: SALDO

source: TO BANK
fi_fi: PANKKIIN

source: ACCEPTED
fi_fi: HYVÄKSYTTY

source: REFUSED
fi_fi: HYLÄTTY

source: NO DISCOUNT
fi_fi: EI ALENNUSTA

source: Invalid card number lenght defined in configuration.
fi_fi: Kortin numeron pituus on määrätty asetuksessa väärin.

source: Error : Authentication Failed !!!
fi_fi: Virhe: Todennus epäonnistui !!!

source: Error : Not enough credit to call !!!
fi_fi: Virhe: Saldo ei riitä soittamiseen !!!

source: Error : Card is not active!!!
fi_fi: Virhe: Kortti ei ole aktiivinen!!!

source: Error : Card is actually in use!!!
fi_fi: Virhe: Kortti on jo käytössä !!!

source: Error : Card have expired!!!
fi_fi: Virhe: Kortin voimassaoloaika on päätynyt!!!

source: New SIP & IAX added : Friends conf have to be generated
fi_fi: Uudet SIP ja IAX lisätty

source: New SIP added : Sip Friends conf have to be generated
fi_fi: Uusi SIP lisätty

source: New IAX added : IAX Friends conf have to be generated
fi_fi: Uusi IAX lisätty

source: New Ticket added by agent
fi_fi: Agentin lisäämä tukipyyntö

source: New Ticket added by customer
fi_fi: Asiakkaan lisäämä tukipyyntö

source: DID Destination edited by customer
fi_fi: DID suunta on muokattu asiakkaan toimesta

source: BATCH
fi_fi: ERÄ

source: From here, you can use the web based screen phone. You need microphone and speakers on your PC.
fi_fi: Tässä kohdassa voit etsia internet-pohjaista puhelinta. Edellyttää mikrofonia ja kajuttimia/kuulokkeita tietokoneessa.

source: All calls are listed below. Search by month, day or status. Additionally, you can check the rate and price.
fi_fi: Kaikki puhelut ovat listattuna alempana. Voit etsiä listassa kuukauden, päivämäärän tai tilan perusteella. Lisäksi voit tarkistaa hinnat.

source: On this page, you can open a support ticket and consult the status of your existing ticket.
fi_fi: Tällä sivulla voit jättää tukipyynnön tai seurata jo olemmassa olevan tukipyynnön tilannetta.

source: Personal information.
fi_fi: Henkilökohtaiset tiedot.

source: You can update your personal information here.
fi_fi: Tässä voit päivittää henkilökohtaiset tietosi.

source: Notification settings.
fi_fi: Ilmoitusten asetukset.

source: You can update your notification settings here.
fi_fi: Tässä voi päivittää ilmoitusten asetukset.

source: Simulate the calling process to discover the cost per minute of a call, and the number of minutes you can call that number with your current credit.
fi_fi: Voit simuloida puhelun soittoprosessia saadaksesi tiedot puheluhinnoista ja minuuttien määrästä joita voit käyttää nykyisellä saldolla.

source: Configuration information for SIP and IAX Client. You can simply copy and paste it in your configuration files and do necessary modifications.
fi_fi: SIP ja IAX ohjelmiston asetustiedot. Voit yksinkertaisesti kopioida ja liittää asetustietojen tiedostot. Tai tehdä tarvitavat muutokset.

source: On this page you will be able to change your password, You have to enter the New Password and Confirm it.
fi_fi: Tällä sivulla voit muuttaa salasanasi. Anna uusi salasana ja vahvista se.

source: View Rates
fi_fi: Katso hinnasto

source: Rates
fi_fi: Hinnasto

source: Payment history - Record of payments made.
fi_fi: Maksujen historia - suoritettujen maksujen historia.

source: Voicemail - The section below allows you to see all your voicemail, listen to them and move them into other folders.
fi_fi: Vastaaja - tässä osiossa voi nähdä, kuunnella ja lajitella eri kansiohin saapuneet ääniviestit.

source: Enter your voucher number to top up your card.
fi_fi: Puheajan lataamiseksi anna kupongin koodi.

source: This section will allow you to create and edit campaign.
fi_fi: Tässä osiossa voi luoda ja muokata kampanjat.

source: A campaign will be attached to a user in order to let him use the predictive-dialer option.
fi_fi: Kampanja liitetään käyttäjään sallitakseen hänelle ennustavan numerovalitsimen käytön.

source: Predictive dialer will browse all the phone numbers from the campaign and perform outgoing calls.
fi_fi: Ennustava numerovalitsin tarkista kaikki kampanjan puhelinnumerot ja suorittaa lähtevät puhelut.

source: Phonelist are all the phone numbers attached to a campaign. You can add, remove and edit the phone numbers.
fi_fi: Puhelinnumeroiden lista - kaikki kampanjan aikana lisätyt numerot. Voit, lisätä, poistaa, muokata puhelinnimerot.

source: Invoice history - The section below allows you to see and pay the invoices that you have to pay.
fi_fi: Laskujen historia

source: Receipt history - The section below allows you to see the receipt that you received. you can see in them the summary of some withdrawal
fi_fi: Maksukuittien historia

source: Phonebook are set of phone numbers. You can add, remove and edit the phonebook. You can also associate phonebook to a campaign in the Campaign section
fi_fi: Puhelinluettelo on puhelinnumeroiden lista. Voit lisätä, poistaa ja muokata puhelinluetteloa. Voit myös yhdistää puhelinluettelon kampanjaan Kampanjat-osiossa

source: Select the country below where you would like a DID, select a DID from the list and enter the destination you would like to assign it to.
fi_fi: Valitse maan mistä haluat ostaa DID-numero, valitse DID-numero listasta ja anna määränpään jonne haluat osoittaa numero.

source: After confirmation, the release of the did will be done immediately and you will not be monthly charged any more.
fi_fi: Vahvistuksen jälkeen DID-numero vapautuu heti ja kuukausiveloitus päättyy.

source: Map single digit to your most dialed numbers.
fi_fi: Määritä yksinumeroiset pikavalintanumerot halutulle puhelinnumeroille.

source: Callback : Entre your phone number and the phone number you wish to call.
fi_fi: Vastapuhelu: anna oma puhelinnumerosi ja puhelinnumero johon haluat soittaa.

source: Ticket updated successfully
fi_fi: Tukipyyntö on päivitetty onnistuneesti

source: Ticket ID not found
fi_fi: Tukipyynnön tunnusta ei löytynyt

source: TICKET:
fi_fi: TUKIPYYNTÖ:

source: BY :
fi_fi: ALKAEN:

source: PRIORITY :
fi_fi: PRIORITEETTI:

source: DATE :
fi_fi: PÄIVÄMÄÄRÄ:

source: COMPONENT :
fi_fi: KOMPONENTTI:

source: DESCRIPTION :
fi_fi: KUVAUS:

source: STATUS :
fi_fi: TILA:

source: COMMENT :
fi_fi: KOMMENTTI:

source: Amount
fi_fi: Summa

source: VAT
fi_fi: ALV

source: Total Amount Incl. VAT
fi_fi: Summa ALV:n kanssa

source: Cannot insert the callback request in the spool!
fi_fi: En voi lisätä vastapuhelupyyntöä jonoon

source: Your callback request has been queued correctly!
fi_fi: Vastapuhelupyyntösi on lisätty onnistuneesti

source: Error : You don t have enough credit to call you back!
fi_fi: Virhe: saldo ei riittä vastapuheluun

source: Error : There is no route to call back your phonenumber!
fi_fi: Virhe: paluusoiton reitti puhelinnumeroosi puuttuu!

source: Error : You have to specify your phonenumber and the number you wish to call!
fi_fi: Virhe: Saadaksesi yhteyttä on määrittävä sekä oma että vastapuolen puhelinnumerot!

source: You can initiate the callback by entering your phonenumber and the number you wish to call!
fi_fi: Voit aloittaa vastapuhelun valitsemalla oman puhelinnumeron ja numeron johon haluat saada yhteyttä

source: Your Phone Number
fi_fi: Puhelinnumerosi

source: The number you wish to call
fi_fi: Puhelinumero johon haluat soittaa

source: Click here to Place Call
fi_fi: Klikkaa tästä soittaaksesi

source: Remove this Speed Dial
fi_fi: Poistaa tämän pikavalinnan

source: Delete
fi_fi: Poistaa

source: Deletetion
fi_fi: Poisto

source: Inserted
fi_fi: Lisätty

source: Print
fi_fi: Tulostus

source: INVOICE
fi_fi: LASKU

source: VAT nr.
fi_fi: ALV-numero

source: tel
fi_fi: puh.

source: fax
fi_fi: faksi

source: mail
fi_fi: posti

source: Date
fi_fi: Päivämäärä

source: Invoice number
fi_fi: Laskun numero

source: Client Account Number
fi_fi: Asiakkaan tilinumero

source: Cost excl. VAT
fi_fi: Hinta ilman ALV:ta

source: Cost incl. VAT
fi_fi: Hinta ALV:n kanssa

source: Subtotal excl. VAT:
fi_fi: Välisumma ilman ALV:ta

source: Total incl. VAT:
fi_fi: Yhteensä ALV:n kanssa

source: Cost
fi_fi: Hinta

source: Total Page
fi_fi: Sivuja yhteensä

source: Total Receipt :
fi_fi: Summa yhteensä

source: Card History
fi_fi: Puhelutilin historia

source: SELECT BY MONTH
fi_fi: VALINTA KUUKAUSIEN MUKAAN

source: FROM
fi_fi: ALKAEN

source: JANUARY
fi_fi: TAMMIKUU

source: FEBRUARY
fi_fi: HELMIKUU

source: MARCH
fi_fi: MAALISKUU

source: APRIL
fi_fi: HUHTIKUU

source: MAY
fi_fi: TOUKOKUU

source: JUNE
fi_fi: KESÄKUU

source: JULY
fi_fi: HEINÄKUU

source: AUGUST
fi_fi: ELOKUU

source: SEPTEMBER
fi_fi: SYYSKUU

source: OCTOBER
fi_fi: LOKAKUU

source: NOVEMBER
fi_fi: MARRASKUU

source: DECEMBER
fi_fi: JOULUKUU

source: TO
fi_fi: ASTI

source: SELECT BY DAY
fi_fi: VALINTA PÄIVÄMÄÄRIEN MUKAAN

source: Search
fi_fi: Haku

source: FIELD
fi_fi: KENTTÄ

source: VALUE
fi_fi: ARVO

source: Please check if the datas above are correct.
fi_fi: Tarkista ylhäällä olevien tietojen oikeellisus.

source: If Yes
fi_fi: jos Kyllä

source: you can continue the import. Otherwise you must fix your csv file!
fi_fi: voit jatkaa lataamista. Muussa tapauksessa csv tiedosto on korjattava!

source: Continue to Import the RateCard
fi_fi: Jatka hinnaston lataamista

source: Success
fi_fi: Onnistunut

source: new phone number have been imported
fi_fi: uusi puhelinnumero on tuotu

source: Line that has not been inserted
fi_fi: Linja ei ollut syötetty

source: ERROR : ACCESS REFUSED
fi_fi: ERROR : PÄÄSY EVÄTTY

source: Sorry a problem occur on our system, please try later!
fi_fi: Järjestelmävirhe, yritä myöhemmin uudelleen!

source: There is an error on this page!
fi_fi: Virhe sivulla!

source: Sorry, you don't have access to this page !
fi_fi: Valitettavasti sinulla ei ole pääsyä tälle sivulle!

source: ERROR PAGE
fi_fi: VIRHE

source: GO TO LOGIN PAGE
fi_fi: SIIRRY SISÄÄNKIRJAUTUMISSIVULLE

source: PREVIEW NEXT RECEIPT
fi_fi: SEURAAVAN KUITIN ESIKATSELU

source: Client number
fi_fi: Asiakkaan numero

source: Total:
fi_fi: Yhteensä:

source: PREVIEW NEXT INVOICE
fi_fi: SEURAVAAN LASKUN ESIKATSELU

source: Thank you for your purchase
fi_fi: Kiitos suorituksesta

source: We are sorry your transaction is pending.
fi_fi: Valitettavasti tapahtuma on edelleen käsittelyssä

source: IAX Config
fi_fi: IAX Kofiguraattio

source: SIP Config
fi_fi: SIP Kofiguraattio

source: CONFIGURATION TYPE
fi_fi: KONFIGURAATION TYYPPI

source: Username
fi_fi: Käyttäjänimi

source: Password
fi_fi: Salasana

source: To configure your Asterisk server, copy and paste this into your
fi_fi: Konfiguroidaksesi Asterisk palvelimen, kopioi ja liitä tämä

source: The peer is not defined, please contact your Administrator!
fi_fi: Tilaaja ei ole määritelty, ota ytheyttä tekniseen tukeen.

source: SERVICE
fi_fi: PALVELU

source: Enter the number which you wish to assign to the code here
fi_fi: Kirjoita tähän puhelinnumero johon haluat liittää pikavalintanumeron

source: Speed Dial code
fi_fi: Pikavalintanumeron lyhytnumero

source: Destination
fi_fi: Suunta

source: Name
fi_fi: Nimi

source: ASSIGN NUMBER TO SPEEDDIAL
fi_fi: LISÄÄ PUHELINNUMERO PIKAVALINTANUMEROIHIN

source: CALLER ID :
fi_fi: PUHELINNUMERO:

source: ADD NEW CALLERID
fi_fi: LISÄ UUSI PUHELINNUMERO

source: You are not allowed to add more CallerID.
fi_fi: Et voi lisätä enää uusia CallerID:itä

source: Remove one if you are willing to use an other CallerID.
fi_fi: Poistaa yhden, jos haluat liittää toisen CallerID:n.

source: Please enter the order amount
fi_fi: Syötä tilattavan tilauksen määrä

source: Total Amount
fi_fi: Kokonaissumma

source: Error loading your account information!
fi_fi: Virhe puhelutilin tietojen lataamisessa!

source: LAST NAME
fi_fi: SUKUNIMI

source: FIRST NAME
fi_fi: ETUNIMI

source: FAX
fi_fi: FAKSI

source: ZIP CODE
fi_fi: POSTINUMERO

source: STATE
fi_fi: LÄÄNI

source: EDIT PERSONAL INFORMATION
fi_fi: MUOKKAA OMIA TIETOJA

source: CARD NUMBER
fi_fi: KORTIN NUMERO

source: BALANCE REMAINING
fi_fi: PUHELUTILIN SALDO

source: CALLING PACKAGE
fi_fi: PUHELUPAKETTI

source: PACKAGE MINUTES REMAINING
fi_fi: PUHELUPAKETIN JÄLJELLÄ OLEVAT MINUUTIT

source: PACKAGE MINUTES USED
fi_fi: PUHELUPAKETIN KÄYTETYT MINUUTIT

source: Your subscription for an automique refill success
fi_fi: Automaattisen puheajan lataamisen palvelun aktivointi on onnistunut.

source: Your subscription for an automique refill faild
fi_fi: Automaattisen puheajan lataamisen palvelun aktivointi ei onnistunut

source: Click below to buy credit :
fi_fi: Klikkaa alempana ostakseesi lisää puheaikaa:

source: BUY NOW
fi_fi: Ostaa nyt

source: Click below to subscribe an automated refill :
fi_fi: Klikkaa alempana tilataksesi auttomaattisen uudelleen lataamisen tilillesi:

source: for each
fi_fi: jokaiselle

source: Days
fi_fi: Päiviä

source: Months
fi_fi: Kuukaudet

source: Years
fi_fi: Vuodet

source: Automated refill
fi_fi: Automaattinen puheajan lataus

source: SUBSCRIPTION
fi_fi: TILAUS

source: Add a new
fi_fi: Lisää

source: Remove this DID DESTINATION
fi_fi: Poistaa tämän DID-suunnan

source: Deletion
fi_fi: Poisto

source: STANDARD
fi_fi: NORMAALI

source: DIDCALL
fi_fi: DID SOITTO

source: CALLBACK
fi_fi: VASTAPUHELU

source: PREDICT
fi_fi: ENNUSTA

source: PhoneNumber
fi_fi: Puhelinnumero

source: Duration
fi_fi: Pituus

source: Terminate Cause
fi_fi: katkeamisen syy

source: CallType
fi_fi: Puhelun tyyppi

source: Call Logs
fi_fi: Puheluiden tilastot

source: CALL TYPE
fi_fi: PUHELUN TYYPPI

source: ALL CALLS
fi_fi: KAIKKI PUHELUT

source: OPTIONS
fi_fi: VALINNAT

source: SHOW
fi_fi: NÄYTTÄÄ

source: Answered Calls
fi_fi: Vastatut puhelut

source: All Calls
fi_fi: Kaikki puhelut

source: RESULT
fi_fi: NÄYTTÄÄ

source: Seconds
fi_fi: Sekunnit

source: CURRENCY
fi_fi: VALUUTTA

source: Number of Calls
fi_fi: Puhelujen määrä

source: PREVIOUS
fi_fi: EDELLINEN

source: NEXT
fi_fi: SEURAAVA

source: SUMMARY
fi_fi: YHTEENVETO

source: CALLING CARD MINUTES
fi_fi: Puhelukortin minuutit

source: DURATION
fi_fi: PITUUS

source: GRAPHIC
fi_fi: KAAVIOT

source: CALLS
fi_fi: PUHELUT

source: AVERAGE LENGTH OF CALL
fi_fi: PUHELUN KESKIMÄÄRÄINEN PITUUS

source: ALOC
fi_fi: KESKIMÄÄRIN

source: TOTAL COST
fi_fi: KOKONAISSUMMA

source: TOTAL
fi_fi: SUMMA

source: No calls in your selection
fi_fi: Ei puheluita valitsemassasi aikavälissä

source: Sorry the activation has been sent already, please wait 1 minute before making any other try !
fi_fi: Vahvistus oli jo lahetetty sähköpostiisi. Odota 1 minuutti ennen uutta yritystä.

source: Welcome! Your account has been successfully activated. Thank you!
fi_fi: Tervetuolua! Puhelutilisi on onnistuneesti aktivoitu!

source: Thank you for registering with us !
fi_fi: Kiitos rekisteröitymisestä!

source: An email confirming your information has been sent to
fi_fi: Vahvistus on lähetetty sähköpostiisi

source: Your cardnumber is
fi_fi: Korttisi numero on

source: To login to your account :
fi_fi: Kirjautuaksesi tilillesi:

source: Your card alias (login) is
fi_fi: Käyttäjätunnuksesi on

source: Follow the link to access your account :
fi_fi: Päästäksesi puhelutililliisi seuraa tätä linkkiä :

source: Your account is already activated.
fi_fi: Puhelutili on jo aktivoitu

source: Your account cannot be activated please contact <br/> the website administrator or retry later.
fi_fi: Учетная запись не может быть активирована .<br> Обратитесь к администратору, или попробуйте позже Puhelutilisi ei voida activoida <br> ota yhteyttä ylläpitoon tai yritä myöhemmin uudellen.

source: ACCOUNT INFO
fi_fi: PUHELUTILIN TIEDOT

source: MY PROFILE
fi_fi: PROFIILI

source: VOICEMAIL
fi_fi: VASTAAJA

source: SIP/IAX INFO
fi_fi: SIP/IAX ASETUKSET

source: CALL HISTORY
fi_fi: PUHELUJEN HISTORIA

source: PAYMENT HISTORY
fi_fi: MAKSUJEN HISTORIA

source: VOUCHERS
fi_fi: KUPONGIT

source: INVOICES
fi_fi: LASKUT

source: View Receipts
fi_fi: MAKSUKUITTIEN KATSELU

source: View Invoices
fi_fi: LASKUJEN KATSELU

source: Preview Next Billing
fi_fi: SEURAAVAN ALUSTAVAN LASKUTUSKAUDEN ESIKATSELU

source: SPEED DIAL
fi_fi: PIKAVALINTA

source: SIMULATOR
fi_fi: SIMULAATTORI

source: ADD CALLER ID
fi_fi: LISÄÄ SOITTAJAN TUNNISTE

source: PASSWORD
fi_fi: SALASANA

source: SUPPORT
fi_fi: TUKI

source: NOTIFICATION
fi_fi: ILMOITUKSET

source: AUTO DIALER
fi_fi: AUTOMAATTINEN SOITTO

source: Campaign's
fi_fi: KAMPANJAN

source: Import Phone List
fi_fi: Tuo puhelinluettelo

source: LOGOUT
fi_fi: KIRJAUDU ULOS

source: AUTHENTICATION
fi_fi: TODENNUS

source: User
fi_fi: Käyttäjä

source: Forgot your password ?
fi_fi: Unohtuiko salasana ?

source: Click here
fi_fi: Klikatkaa tästä

source: To sign up
fi_fi: Rekisteröintiä varten

source: The following Destination-DID has been released:
fi_fi: Seuraava numero on vapautettu:

source: Error : Sending mail
fi_fi: Virhe: lähettää sahköpostia

source: If you really want release this DID , Click on the release button.
fi_fi: Jos haluatte todella vapauttaa tämä DID-numero, klikatkaa Vapauta-painiketta.

source: Release the DID
fi_fi: Vapauta DID-numero

source: The following Destinaton for your DID has been added:
fi_fi: Seuraava suunta on luotu DID-numerolle:

source: Buy New DID
fi_fi: Osta uusi DID

source: Add Phone Number to your DID
fi_fi: Numeron lisäys DID-numeroon

source: Release DID
fi_fi: Vapauta DID-numero
