Repository: nixonch/a2billing
Catalog: common/cust_ui_locale/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: Select Country
fi_fi: Valitkaa maa

source: Select Virtual Phone Number
fi_fi: Valitkaa virtuaalinumero

source: Monthly:
fi_fi: Kuukausittain:

source: VOIP CALL :
fi_fi: VOIP SOITTO :

source: NO
fi_fi: EI

source: Enter the phone number you wish to call, or the SIP/IAX client to reach (ie: 347894999 or SIP/jeremy@182.212.1.45). In order to call a VoIP number, you will need to enable voip_call
fi_fi: Syötä tähän puhelunumero johon haluatte soittaa tai käyttäjän SIP/IAX2/H323 (esimerkiksi: 347894999 tai SIP/mikko@182.212.1.45). Voidaaksenne soittaa SIP/IAX2/H323 suuntiin voip soiton on oltava kytketty päälle.

source: If you release the did you will not be monthly charged any more.
fi_fi: Kuukausimaksua ei enää veloiteta, kun DID-numero on vapautettu.

source: Add phone number
fi_fi: Lisä puhelinnumero

source: Confirm the purchase of the DID
fi_fi: Vahvistakaa DID-numeron osto

source: A monthly fee of
fi_fi: Kuukausimaksu

source: will be carried out from your acount
fi_fi: vähennetään tililtänne

source: The purchase of the DID is done
fi_fi: DID-numeron osto on onnistunut

source: The purchase of the DID cannot be done, the VoIP destination have to be a proper URI
fi_fi: DID-numeron osto ei voi suorittaa loppuun, VoIP suunnalla pitää olla oikea URI

source: The purchase of the DID cannot be done, your credit of
fi_fi: DID-numeron osto ei voi suorittaa loppuun, ei riitä varoja

source: is lower than Fixerate of the DID
fi_fi: on pienempi kuin DID- numeron kiinteä maksu

source: Please reload your account
fi_fi: Käynnistä puhelutilisi uudestaan

source: RECEIPT
fi_fi: KUITTI

source: System Error : the currency table is incomplete!
fi_fi: Järjestelmävirhe: valuuttataulukko on keskeneräinen!

source: The voucher
fi_fi: Kuponki

source: has been used, We added
fi_fi: on otettu vastaan, lisätty

source: credit on your account!
fi_fi: teidän tilillenne!

source: This voucher doesn't exist !
fi_fi: Tällaista kuponkia ei ole olemassa !

source: The voucher should be a number !
fi_fi: Kupongin on oltava numerona !

source: USE VOUCHER
fi_fi: KÄYTÄ KUPONKIA
